Repository: estemora/Mastermind
Catalog: Mastermind/Localizable.xcstrings
Source language: en
Languages: es, ko, zh_hans

source: Back
es: Atrás
ko: 뒤로
zh_hans: 返回

# choose_color
source: Choose a Color
es: Elegir un Colo
ko: 색을 선택합니다
zh_hans: 选择一种颜色

# drag_and_drop
source: Drag & Drop
es: Arrastrar y Soltar
ko: 끌어서 놓기
zh_hans: 拖放

source: GAME OVER!
es: ¡FIN DEL JUEGO!
ko: 패배.
zh_hans: 游戏结束!

# loss_restart_test
source: Play again?
es: ¿Jugar de Nuevo?
ko: 다시 놉니까?
zh_hans: 再玩一次吗？

# loss_text
source: Yikes...
es: Pobrecito...
ko: 땡
zh_hans: 哎呀...

source: Next
es: Próximo
ko: 다음
zh_hans: 下面

source: Restart
es: Reiniciar
ko: 다시 시작합니다
zh_hans: 重新开始

# settings_title
source: Settings
es: Configuraciones
ko: 설정
zh_hans: 设置

# step_five
source: These are your feedback bead boxes. They hold up to four beads. A white bead indicates you have a color right in the wrong spot, a red bead indicates you have a color right in the right spot. Try making another guess in the next row!
es: Estas son tus cajas de cuentas de comentarios. Tienen capacidad para cuatro cuentas. Una cuenta blanca indica que tiene un color en el lugar equivocado, una cuenta roja indica que tiene un color en el lugar correcto. ¡Intenta hacer otra suposición en la siguiente fila!
ko: 이것은 피드백 비드 박스이다. 최대 사개의 구슬을 담을 수 있어요. 흰색 구슬은 색상은 정확하지만 잘못된 위치에 있음을 의미하세요. 빨간색 구슬은 색상이 올바른 지점에 위치에 있음을 의미하세요. 다음 줄에 또 다른 추측을 해보세요
zh_hans: 这些是您的反馈珠盒。它们最多可容纳四颗珠子。白色珠子表示您的颜色位于错误的位置，红色珠子表示您的颜色位于正确的位置。尝试在下一行再次猜测!

# step_four
source: This is your submit button, it will initially be grayed out. Once the current row is filled with colors, it will enable. Once satisfied with your guess, click on it to see how close your guess is to the code!
es: Este es su botón de enviar; inicialmente estará atenuado. Una vez que la fila actual esté llena de colores, se habilitará. Una vez que esté satisfecho con su suposición, haga clic en ella para ver qué tan cerca está su suposición del código.
ko: 이것은 제출 버튼! 처음에는 회색으로 표시다. 현재 행이 색상으로 채워지면 활성화된다. 추측에 만족하면 클릭하여 추측이 코드에 얼마나 가까운지 확인하세요!
zh_hans: 这是您的提交按钮，最初会呈灰色。一旦当前行填充了颜色，它将启用。一旦对您的猜测感到满意，请单击它以查看您的猜测与代码有多接近!

# step_one
source: If you want to change your settings, click on the cogwheel in the top right. Here, you can change your preferred language and color insertion style
es: Si desea cambiar su configuración, haga clic en la rueda dentada en la parte superior derecha. Aquí puede cambiar su idioma preferido y el estilo de inserción de color.
ko: 설정을 변경하려면 오른쪽 상단의 톱니바퀴를 클릭하세요. 여기에서 원하는 언어와 색상 삽입 스타일을 변경할 수 있다.
zh_hans: 如果您想更改设置，请单击右上角的齿轮。在这里，您可以更改您的首选语言和颜色插入样式!

# step_seven
source: Tutorial complete. Enjoy the game!
es: Tutorial completo. ¡Disfruta el juego!
ko: 튜토리얼을 완료, 재미를!
zh_hans: 教程完成。玩的开心!

# step_six
source: This is the end of game screen, you can see what the correct color code was, and you can choose to play again by clicking the bottom button.
es: Esta es la pantalla de final del juego, puedes ver cuál era el código de color correcto y puedes elegir jugar nuevamente haciendo clic en el botón inferior.
ko: 게임 종료 화면이다. 정확한 색상 코드가 무엇인지 확인할 수 있으며, 다시 놀다하려면 하단 버튼을 클릭하세요.
zh_hans: 这是游戏屏幕的结束，您可以看到正确的颜色代码是什么，您可以通过单击底部按钮选择再次玩。

# step_three
source: This is the current row, this is where you place your chosen colors for the guess. Try filling up the row with colors!
es: Esta es la fila actual, aquí es donde colocas los colores elegidos para adivinar. ¡Intenta llenar la fila con colores!
ko: 이것은 현재 행이며, 추측을 위해 선택한 색상을 배치하는 곳이다.
zh_hans: 这是当前行，您可以在此处放置您选择的猜测颜色。尝试用颜色填充该行!

# step_two
source: These are your colors, combine a set of these to make a guess for the secret code.
es: Estos son tus colores, combina un conjunto de estos para adivinar el código secreto.
ko: 이것은 색상 선택이에요. 색상 선택을 클릭하여 비밀 코드를 추측하세요.
zh_hans: 这些是你的颜色，组合一组这些颜色来猜测密码。

# step_zero
source: Welcome to the tutorial!
es: ¡Bienvenido al tutorial!
ko: 이것은 튜토리얼이다!
zh_hans: 欢迎来到教程

source: SUBMIT
es: ENVIAR
ko: 제출합니다
zh_hans: 提交

# tap_to_move
source: Tap
es: Toca
ko: 탭
zh_hans: 点按

# title
source: Mastermind
es: Cerebro
ko: 마스터마인드
zh_hans: 策划者

# win_restart_text
source: Play again?
es: ¿Jugar de Nuevo?
ko: 다시 놉니까?
zh_hans: 再玩一次吗？

# win_text
source: Great job!
es: ¡Magnífico!
ko: 승리!
zh_hans: 太好了!

source: WINNER!
es: ¡GANADOR!
ko: 승자!
zh_hans: 赢家!
